/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "تاریخ‌ها";
"AppDates.DATES.PAST_DUE" = "سررسید گذشته";
"AppDates.DATES.TODAY" = "امروز";
"AppDates.DATES.THIS_WEEK" = "این هفته";
"AppDates.DATES.NEXT_WEEK" = "هفته بعد";
"AppDates.DATES.UPCOMING" = "به زودی";
"AppDates.EMPTY.TITLE" = "بدون تاریخ";
"AppDates.EMPTY.SUBTITLE" = "در حال حاضر هیچ دوره فعالی با رویدادهای برنامه‌ریزی شده ندارید. برای مشاهده تاریخ‌ها و مهلت‌های مهم، در یک دوره ثبت‌نام کنید.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "برخی از مهلت‌ها را از دست داده‌اید؟";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "نگران نباشید - برنامۀ پیشنهادی ما را برای تکمیل تکالیف سررسید شده، بدون از دست‌دادن هیچ پیشرفتی تغییر دهید.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "تغییر تاریخ‌های سررسید";
"Profile.TITLE" = "پروندۀ شخصی";
"Profile.INFO" = "اطلاعات شخصی";
"Profile.ABOUT" = "دربارۀ من";
"Profile.EDIT_PROFILE" = "ویرایش پروندۀ شخصی";
"Profile.YEAR_OF_BIRTH" = "سال تولد:";
"Profile.BIO" = "زندگینامه:";
"Profile.SETTINGS" = "تنظیمات";
"Profile.SETTINGS_VIDEO" = "تنظیمات ویدیو";
"Profile.DATES_AND_CALENDAR" = "تاریخ و تقویم";
"Profile.SUPPORT_INFO" = "اطلاعات پشتیبانی";
"Profile.CONTACT" = "تماس با پشتیبانی ";
"Profile.TERMS" = "شرایط استفاده";
"Profile.PRIVACY" = "سیاست حفظ حریم خصوصی";
"Profile.COOKIE_POLICY" = "خط‌مشی کوکی";
"Profile.CURRENT_LEARNING_SITE" = "سایت یادگیری فعلی";
"Profile.DO_NOT_SELL_INFORMATION" = "اطلاعات شخصی مرا نفروشید";
"Profile.FAQ_TITLE" = "مشاهده سوالات متداول";
"Profile.MANAGE_ACCOUNT" = "مدیریت حساب";
"Profile.LEARNING_SITES" = "سایت‌های آموزشی";
"Profile.LOGOUT" = "خروج";
"Profile.SWITCH_TO" = "تغییر به";
"Profile.FULL_PROFILE" = "پروندۀ شخصی کامل";
"Profile.LIMITED_PROFILE" = "پروندۀ شخصی محدود";
"Profile.LOGOUT_ALERT.TITLE" = "خروج از سیستم را تأیید کنید";
"Profile.LOGOUT_ALERT.TEXT" = "آیا مایلید خارج شوید؟";
"Profile.DELETE_ALERT.TITLE" = "هشدار!";
"Profile.DELETE_ALERT.TEXT" = "آیا واقعاً مایلید حساب‌کاربری خود را حذف کنید؟";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "بدون ذخیره، خارج می‌شوید؟";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "تغییراتی که ایجاد کردید اعمال نمی‌شود.";
"Profile.EDIT.TOO_YONG_USER" = "برای داشتن یک پروندۀ شخصی با دسترسی کامل به اطلاعات باید بیش از 13 سال سن داشته باشید.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "یک پروندۀ شخصی محدود فقط نام کاربری و تصویر شما را به اشتراک می‌گذارد.";
"Profile.EDIT.DELETE_ACCOUNT" = "حذف حساب‌کاربری";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "سال تولد";
"Profile.EDIT.FIELDS.LOCATION" = "مکان";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "زبان ";
"Profile.EDIT.FIELDS.ABOUT_ME" = "دربارۀ من:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "تغییر تصویر پروندۀ شخصی";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "انتخاب از گالری";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "حذف عکس";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "لغو";
"Profile.DELETE_ACCOUNT.TITLE" = "حذف حساب‌کاربری";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "آیا مایلید";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "حساب کاربری خود را حذف می‌کنید؟";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "برای تایید این اقدام، لطفا گذرواژۀ خود را وارد کنید.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "گذرواژه";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "گذرواژه را وارد کنید";
"Profile.DELETE_ACCOUNT.CONFIRM" = "بله، حساب‌کاربری حذف شود";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "بازگشت به پروندۀ شخصی";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "گذرواژه صحیح نیست. لطفاً دوباره تلاش کنید.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "تنظیمات ویدیو";
"Profile.SETTINGS.WIFI_TITLE" = "بارگیری فقط در زمان اتصال به وای فای";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "فقط زمانی محتوا را بارگیری کنید که به وای‌فای متصل باشید";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "کیفیت پخش ویدیو";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "خودکار (توصیه می‌شود)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "خودکار";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "توصیه‌شده";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "مصرف دادۀ کمتر";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "بهترین کیفیت";
"Profile.SETTINGS.VERSION" = "نسخه:";
"Profile.SETTINGS.UP_TO_DATE" = "به‌روز";
"Profile.SETTINGS.TAP_TO_UPDATE" = "برای به‌روزرسانی ضربه بزنید";
"Profile.SETTINGS.TAP_TO_INSTALL" = "برای نصب به‌روزرسانی برنامه مورد نیاز، ضربه بزنید";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "امکان ارسال پست وجود ندارد. به نظر می‌رسد مشتری پست الکترونیک شما تنظیم نشده‌است.";
"Profile.CALENDAR.NEW_CALENDAR" = "تقویم جدید";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "تغییر گزینه‌های همگامی";
"Profile.CALENDAR.ACCOUNT" = "حساب‌کاربری";
"Profile.CALENDAR.CALENDAR_NAME" = "نام تقویم";
"Profile.CALENDAR.COLOR" = "رنگ";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "تکالیف آینده برای دوره‌های فعال در این تقویم نمایش داده می‌شود";
"Profile.CALENDAR.CANCEL" = "لغو";
"Profile.CALENDAR.BEGIN_SYNCING" = "آغاز همگام‌سازی";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "همگام شد";
"Profile.ASSIGNMENT_STATUS.FAILED" = "همگام‌ نشد";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "برون‌خط";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "درحال همگام‌سازی با تقویم...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "دسترسی به تقویم";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "غیرفعال‌کردن همگامی تقویم ";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "برای نمایش تکالیف آینده و نقاط عطف دوره در تقویم شما، به‌ مجوز دسترسی به تقویم شما نیاز داریم.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "غیرفعال کردن همگام‌سازی تقویم، تقویم « %@ » را حذف می‌کند. می‌توانید در هر زمانی همگام‌سازی تقویم را دوباره فعال کنید.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "اجازۀ دسترسی به تقویم";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "غیرفعال‌سازی همگام سازی ";
"Profile.CALENDAR_DIALOG.CANCEL" = "لغو ";
"Profile.DATES_AND_CALENDAR.TITLE" = "تاریخ و تقویم";
"Profile.CALENDAR_SYNC.TITLE" = "همگام‌سازی تقویم";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "همگام‌سازی تقویم را تنظیم کنید تا تکالیف آینده و نقاط عطف دوره را در تقویم خود نشان دهید. تکالیف جدید و تاریخ‌های دوره تغییریافته به‌طور خودکار همگام می‌شوند";
"Profile.CALENDAR_SYNC.BUTTON" = "تنظیم همگام‌سازی تقویم ";
"Profile.OPTIONS.TITLE" = "گزینه‌ها";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "از تاریخ‌های نسبی استفاده کنید";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "نمایش تاریخ‌های نسبی مانند «فردا» و «دیروز»";
"Profile.OPTIONS.SHOW_FULL_DATES" = "نمایش تاریخ‌های کامل مانند «۱ ژانویه ۲۰۲۱»";
"Profile.DATES_AND_CALENDAR.TITLE" = "تاریخ و تقویم";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "همگام‌سازی تقویم دوره";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "لطفاً برای ازسرگیری همگام‌سازی، تقویم خود را دوباره وصل کنید";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "اکنون رویدادها با تقویم شما همگام‌سازی می‌شوند";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "اتصال دوبارۀ تقویم ";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "تغییر گزینه‌های همگام‌سازی";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "همگام‌سازی دوره‌های %d";
"Profile.OPTIONS.TITLE" = "گزینه‌ها";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "از تاریخ‌های نسبی استفاده کنید";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "نمایش تاریخ‌های نسبی مانند «فردا» و «دیروز»";
"Profile.COURSES_TO_SYNC.TITLE" = "دوره‌هایی برای همگام‌سازی";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "غیرفعال کردن همگام‌سازی برای یک دوره، همۀ رویدادهای مرتبط با دوره را از تقویم همگام‌سازی شدۀ شما حذف می‌کند.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "پنهان‌سازی دوره‌های غیرفعال";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "رویدادها را به‌طور خودکار از دوره‌هایی که در ماه گذشته ندیده‌اید حذف کنید";
"Profile.COURSES_TO_SYNC.INACTIVE" = "غیرفعال";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "محلی";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "لهجه";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "قرمز";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "نارنجی";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "زرد";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "سبز";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "آبی";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "بنفش";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "قهوه ای";
"Profile.CALENDAR.COURSE_DATES" = "%@ تاریخ‌های دوره";
"Profile.DROP_DOWN_PICKER.SELECT" = "انتخاب";
"Profile.SYNC_SELECTOR.SYNCED" = "برای همگام‌سازی";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "همگام نشده‌است";
"Profile.SYNC.NO_SYNCED" = "بدون دوره‌های همگام‌";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "اکنون هیچ دوره‌ای با تقویم شما همگام‌سازی نمی‌شود.";
"Downloads.DOWNLOADS.TITLE" = "دانلودها";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "تنظیمات دانلود را مدیریت کنید";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "هیچ دوره‌ای با محتوای قابل دانلود موجود نیست";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "شما در حال حاضر هیچ دوره ای با محتوای قابل دانلود ندارید.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ دانلود شد";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "همه %@ دانلود شده است";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ موجود است";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "دانلود دوره";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "در حال دانلود";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "در حال بارگیری ساختار دوره...";
"Downloads.MENU_OPTION.REMOVE" = "دانلودهای دوره را حذف کنید";
"Downloads.MENU_OPTION.CANCEL" = "لغو دانلود";
"Discovery.TITLE" = "كشف";
"Discovery.SEARCH" = "جستجو";
"Discovery.HEADER.TITLE_1" = "کشف جدید";
"Discovery.HEADER.TITLE_2" = "بیایید دورۀ جدیدی را برای شما بیابیم.";
"Discovery.SEARCH.TITLE" = "نتایج جستجو";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "برای یافتن دوره، شروع به تایپ کنید";
"Discovery.UPDATE_REQUIRED_TITLE" = "برنامه باید به ‌روز شود";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "این نسخه از برنامه OpenEdX قدیمی است. برای ادامه یادگیری و دریافت آخرین امکانات و اصلاحات، لطفاً به آخرین نسخه ارتقا دهید.";
"Discovery.UPDATE_WHY_NEED" = "چرا بایدبه‌روز کنم؟";
"Discovery.UPDATE_DEPRECATED_APP" = "نسخۀ قدیمی برنامه";
"Discovery.UPDATE_BUTTON" = "به‌روز رسانی";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "تنظیمات حساب";
"Discovery.UPDATE_NEEDED_TITLE" = "به‌روز رسانی برنامه";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "توصیه می‌کنیم به آخرین نسخه به‌روز رسانی کنید. برای دریافت آخرین امکانات و رفع مشکلات، همین حالا ارتقا دهید.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "الان خیر";
"Discovery.UPDATE_NEW_AVALIABLE" = "نسخۀ جدیدی در دسترس قرار گرفته است! برای دریافت آخرین امکانات و رفع مشکلات، همین حالا ارتقا دهید";
"Discovery.ALERT.LEAVING_APP_TITLE" = "خروج از برنامه";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "اکنون درحال ترک برنامه و باز‌کردن مرورگر هستید";
"Discovery.DETAILS.TITLE" = "جزئیات دوره";
"Discovery.DETAILS.VIEW_COURSE" = "مشاهدۀ دوره";
"Discovery.DETAILS.ENROLL_NOW" = "همین الان ثبت‌نام کنید";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "شما نمی‌توانید در این دوره ثبت‌نام کنید زیرا تاریخ ثبت‌نام به پایان رسیده‌است.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "برای ثبت‌نام در این دوره از اتصال به اینترنت اطمینان حاصل کنید.";
"Discovery.DETAILS.COURSE_BANNER" = "بنر دوره";
"Discovery.ALERT.AUTHORIZATION" = "مجوز";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "لطفا برای ادامه ثبت نام دوره وارد سامانه شوید.";
"Discussion.TITLE" = "گفت‌وگوها";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "ارسال پست در گفت‌وگوها توسط تیم دوره، غیرفعال شده‌است";
"Discussion.TOPICS.SEARCH" = "جستجوی همۀ پست‌ها";
"Discussion.TOPICS.ALL_POSTS" = "همۀ پست‌ها";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "پست‌هایی که دنبال می‌کنم";
"Discussion.TOPICS.MAIN_CATEGORIES" = "دسته‌بندی‌های اصلی";
"Discussion.TOPICS.UNNAMED" = "زیرمجموعۀ بی‌نام";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "فعالیت اخیر";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "بیشترین فعالیت";
"Discussion.POSTS.SORT.MOST_VOTES" = "بیشترین آرا";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "هنوز هیچ گفت‌وگویی وجود ندارد";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "برای آغاز اولین گفت‌وگوی خود روی دکمۀ زیر بزنید.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "آغاز گفت‌وگو";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "افزودن پست";
"Discussion.POSTS.FILTER.ALL_POSTS" = "همۀ پست‌ها";
"Discussion.POSTS.FILTER.UNREAD" = "خوانده‌نشده";
"Discussion.POSTS.FILTER.UNANSWERED" = "بی‌پاسخ";
"Discussion.POSTS.CREATE_NEW_POST" = "ایجاد پست جدید";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "انتخاب کنید";
"Discussion.POST.LAST_POST" = "آخرین پست:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "نظر اضافه شد";
"Discussion.THREAD.ADD_RESPONSE" = "پاسخ‌دهی";
"Discussion.CREATE_THREAD.NEW_POST" = "ایجاد پست جدید";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "انتخاب نوع پست";
"Discussion.CREATE_THREAD.TOPIC" = "موضوع";
"Discussion.CREATE_THREAD.TITLE" = "عنوان";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "دنبال‌کردن گفت‌وگو";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "دنبال‌کردن  سوال";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "ایجاد گفت‌وگوی جدید";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "ایجاد سوال جدید";
"Discussion.COMMENT.REPORT" = "گزارش";
"Discussion.COMMENT.UNREPORT" = "بدون گزارش";
"Discussion.COMMENT.FOLLOW" = "دنبال‌کردن";
"Discussion.COMMENT.UNFOLLOW" = "دیگر دنبال نمی‌کنم";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "اظهار نظر";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "نظر اضافه شد";
"Discussion.RESPONSE.ADD_COMMENT" = "نظردهی";
"Discussion.POST_TYPE.QUESTION" = "سوال";
"Discussion.POST_TYPE.DISCUSSION" = "گفت‌وگو";
"Discussion.SEARCH" = "جستجو";
"Discussion.SEARCH.TITLE" = "نتایج جستجو";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "برای یافتن موضوعات شروع به تایپ کنید";
"Discussion.ANONYMOUS" = "ناشناس";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "بارگیری بحث ها ممکن نیست.\n بعداً دوباره امتحان کنید.";
"Course.OUTLINE.PASSED_THE_COURSE" = "تبریک می گوییم، شما مدرک این دوره را در “ %@ \” کسب کرده اید.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "مشاهدۀ گواهی ";
"Course.OUTLINE.CERTIFICATE" = "گواهی";
"Course.OUTLINE.COURSE_VIDEOS" = "فیلم‌های دوره";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "این دوره هنوز آغاز نشده";
"Course.COURSEWARE.COURSE_CONTENT" = "محتوای دوره";
"Course.COURSEWARE.COURSE_UNITS" = "واحدهای درسی";
"Course.COURSEWARE.NEXT" = "بعدی";
"Course.COURSEWARE.PREVIOUS" = "قبلی";
"Course.COURSEWARE.PREVIOUS_FULL" = "قبلی";
"Course.COURSEWARE.FINISH" = "پایان";
"Course.COURSEWARE.GOOD_WORK" = "آفرین!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "بازگشت به طرح کلی";
"Course.COURSEWARE.SECTION" = "تو تکمیل کردی”";
"Course.COURSEWARE.IS_FINISHED" = "\".";
"Course.COURSEWARE.CONTINUE" = "ادامه";
"Course.COURSEWARE.RESUME_WITH" = "ادامه با:";
"Course.ERROR.NO_INTERNET" = "شما به اینترنت متصل نیستید. لطفاً اتصال اینترنت خود را بررسی کنید.";
"Course.ERROR.RELOAD" = "بارگیری مجدد";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "مؤلفۀ دوره پیدا نشد، لطفاً دوباره بارگیری کنید";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "در حال حاضر هیچ جزوه ای برای این دوره وجود ندارد.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "در حال حاضر هیچ اطلاعیه ای برای این دوره وجود ندارد.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "برای این دوره ویدئویی موجود نیست.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "هیچ تکلیفی برای این دوره موجود نیست.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "تاریخ دوره در حال حاضر در دسترس نیست.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "هیچ محتوای دوره در حال حاضر موجود نیست.";
"Course.ALERT.ROTATE_DEVICE" = "برای مشاهدۀ این ویدیو به‌صورت تمام صفحه، دستگاه خود را بچرخانید.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "آیا مایل به حذف همۀ ویدیو(های) هستید برای";
"Course.ALERT.DELETE_VIDEOS" = "آیا مایل به حذف ویدیو(های) هستید برای";
"Course.ALERT.STOP_DOWNLOADING" = "با خاموش‌کردن کلید، دانلود متوقف می‌شود و همۀ ویدیوهای بارگیری‌شده برای آن حذف می‌شوند";
"Course.ALERT.WARNING" = "هشدار";
"Course.COURSE_CONTAINER.HOME" = "صفحۀ اصلی";
"Course.COURSE_CONTAINER.CONTENT" = "محتوا";
"Course.COURSE_CONTAINER.PROGRESS" = "پیشرفت";
"Course.COURSE_CONTAINER.VIDEOS" = "فیلم‌ها";
"Course.COURSE_CONTAINER.OFFLINE" = "آفلاین";
"Course.COURSE_CONTAINER.DATES" = "تاریخ‌ها";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "گفت‌وگوها";
"Course.COURSE_CONTAINER.HANDOUTS" = "بیشتر";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "جزوات در حال ساخت";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "شما %@%% از پیشرفت دوره را تکمیل کرده‌اید";
"Course.COURSE_CAROUSEL.GRADES" = "نمرات";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "این نشان دهنده نمره وزنی شما در برابر نمره مورد نیاز برای گذراندن این درس است.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "همه مطالب";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "شما در حال حاضر این دوره را به صورت مستمع آزاد می‌گذرانید و دسترسی محدودی به مطالب دوره دارید.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "اکنون ارتقا دهید";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "شما تمام ویدیوها را تماشا کرده‌اید!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "شما تمام تکالیف را انجام داده‌اید!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "ویدیوها\nتکمیل شد";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "تکالیف\nتکمیل شد";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "ادامه تماشا";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "ویدئوی بعدی";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "همۀ ویدیوها";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "همه تکالیف";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "تکلیف بعدی";
"Course.COURSE_CONTENT.ALL" = "همه";
"Course.COURSE_CONTENT.VIDEOS" = "فیلم‌ها";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "تکالیف";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "اتمام دوره";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "این نشان می دهد که چه مقدار از محتوای دوره را تکمیل کرده اید. توجه داشته باشید که برخی از محتواها ممکن است هنوز منتشر نشده باشند.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "تکمیل شد";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "پیشرفت کلی";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "باقی مانده‌است";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "قفل";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "پیشرفت نمره";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "قبول شدن";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "رد نشد";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "مشاهده گواهی";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "پیشرفت بخش‌ها";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "پیشرفتی موجود نیست";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "یادگیری را شروع کنید تا پیشرفت خود را اینجا ببینید";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "نمره نهایی";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "این نشان دهنده نمره وزنی شما در برابر نمره مورد نیاز برای گذراندن این درس است.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "نمره کلی وزنی فعلی:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "برای گذراندن این دوره، نمره وزنی %@%% مورد نیاز است";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "مورد نیاز";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "جزئیات نمره";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "نوع تکلیف";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "وضعیت فعلی / حداکثر %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "کامل";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "از نمره";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "این دوره شامل تکالیف نمره‌دار نیست.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "جزوات";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "اطلاعیه‌ها";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "اطلاعات مهم دوره را بیابید";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "با آخرین اخبار همراه باشید";
"Course.NOT_AVALIABLE.TITLE" = "امکان استفاده از این مؤلفۀ تعاملی در تلفن همراه فراهم نیست";
"Course.NOT_AVALIABLE.DESCRIPTION" = "بخش‌های دیگر این دوره را بکاوید یا آن را در شبکه مشاهده کنید.";
"Course.NOT_AVALIABLE.BUTTON" = "گشودن در مرورگر";
"Course.SUBTITLES.TITLE" = "زیرنویس";
"Course.ACCESSIBILITY.DOWNLOAD" = "بارگیری";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "لغو بارگیری";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "حذف بارگیری";
"Course.ACCESSIBILITY.PROGRESS_RING" = "حلقه پیشرفت تکمیل دوره";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "بخش نمره کلی";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "بخش جزئیات نمره";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "مورد تکلیف";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "شاخص نمره مورد نیاز برای قبولی";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ درصد تکمیل شده";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ درصد مورد نیاز برای قبولی";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@، %@ از %@ کامل، %@ از %@ درصد از نمره";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "نمره فعلی: %@ درصد";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "هشدار نیازمندی نمره: %@ درصد برای قبولی لازم است";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "نمایش پیشرفت با نشان دادن %@ دسته‌بندی‌های تکلیف";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "پیشرفت کلی: %@ درصد";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "نمایش تجزیه و تحلیل پیشرفت بر اساس نوع تکلیف";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "این دوره هیچ تکلیف نمره‌داری برای نمایش ندارد";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "فعالیت‌های دوره را کامل کنید تا پیشرفت خود را اینجا مشاهده کنید";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "سرستون نوع تکلیف";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "سرستون درصد فعلی و حداکثر";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "وزن: %@ درصد از نمره";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ از %@ کامل";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "نمره فعلی: %@ از %@ درصد";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ از %@ کامل شده است. وزن: %@ درصد از نمره. نمره فعلی: %@ از %@ درصد";
"Course.DOWNLOAD.DOWNLOADS" = "بارگیری‌ها";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "همۀ ویدیوها بارگیری شدند";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "درحال بارگیری ویدیوها...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "دانلود در دستگاه";
"Course.DOWNLOAD.VIDEOS" = "فیلم‌ها";
"Course.DOWNLOAD.REMAINING" = "باقی مانده‌است";
"Course.DOWNLOAD.UNTITLED" = "بدون عنوان";
"Course.DOWNLOAD.TOTAL" = "کل";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "وقتی همه ویدیوها در حال بارگیری هستند، نمی‌توانید کیفیت ویدیوی در حال بارگیری را تغییر دهید";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "تنظیمات بارگیری فعلی شما فقط امکان بارگیری از طریق اتصال به وای‌فای را می‌دهد.\n لطفاً به یک شبکۀ وا‌فای متصل شوید یا تنظیمات بارگیری خود را تغییر دهید.";
"Course.COURSE_DATES.TODAY" = "امروز";
"Course.COURSE_DATES.COMPLETED" = "تکمیل شد";
"Course.COURSE_DATES.PAST_DUE" = "سررسید گذشته";
"Course.COURSE_DATES.DUE_NEXT" = "موعد بعدی";
"Course.COURSE_DATES.UNRELEASED" = "منتشرنشده";
"Course.COURSE_DATES.VERIFIED_ONLY" = "فقط تأیید شده‌است";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "موارد پنهان";
"Course.COURSE_DATES.ITEM_HIDDEN" = "مورد پنهان";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "تاریخ‌های سررسید تغییر کرد";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "تاریخ‌های سررسید شما با موفقیت تغییر کرده‌اند تا به شما کمک کند در مسیر خود بمانید.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "مشاهدۀ همۀ تاریخ‌ها";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "همگامی با تقویم";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "همۀ مهلت‌ها و سررسیدهای این دوره را به‌صورت خودکار با تقویم خود همگام کنید.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "افزودن تقویم";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "حذف تقویم";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "آیا مایلید  %@ تقویم  %@  را بیفزایید؟\n هر زمان که بخواهید این امکان را دارید که تقویم دوره را در تنظیمات دوره یا در تقویم ویرایش یا حذف کنید";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "آیا مایلید %@ تقویم %@ را حذف کنید؟";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = " \"%@ \" به تقویم شما اضافه شده‌است.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "در حال همگام‌سازی تقویم...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "مشاهدۀ رویدادها";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "تقویم دورۀ شما اضافه شد.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "تقویم دورۀ شما حذف شده‌است.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "رویدادهای تقویم";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "تقویم دورۀ شما قدیمی است";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "تاریخ‌های دورۀ شما تغییر کرده‌است و تقویم دورۀ شما دیگر با برنامۀ جدید شما همگام و به‌روز نیست.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "اکنون به‌روز رسانی کنید";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "تقویم دورۀ شما به‌روز شده است.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ مجوز تقویم را ندارد. لطفاً به تنظیمات بروید و مجوز تقویم را بدهید.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "گشودن تنظیمات ";
"Course.COURSE_DATES.SETTINGS" = "تنظیمات";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "تاریخ‌های شما قابل تغییر نیستند. لطفاً دوباره تلاش کنید.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "تاریخ‌های شما با موفقیت جابجا شد.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "تاریخ‌های دوره";
"Course.COURSE.DUE_TODAY" = "باید امروز انجام بشود";
"Course.COURSE.DUE_TOMORROW" = "سررسید فردا";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ کامل شد";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ بخش تکمیل شده است";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ کامل شد";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ تماشا شده";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "مشاهده تکمیل شده";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "پنهان کردن تکمیل‌شده‌ها";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "تکمیل شد";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "کشیدن‌ورهاکردن";
"Course.COURSE.ASSIGNMENT_GENERIC" = "تکلیف";
"Course.COURSE.ASSIGNMENT_GRADED" = "درجه‌بندی شد";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "شروع نشده است";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "ارزیابی باز";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "آموزش همتا";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "مسئله";
"Course.COURSE.ASSIGNMENT_SURVEY" = "نظرسنجی";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "در حال پیشرفت";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "ابر واژه‌ها";
"Course.COURSE.ASSIGNMENT_LTI" = "ابزار خارجی";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "گفت‌وگو";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "بزرگترین دانلودها";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "انجام شد";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "ویرایش کنید";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "همه دانلودها را حذف کنید";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% این دوره در موبایل قابل مشاهده است.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% این دوره قابل دانلود می باشد.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% این دوره را می توان به صورت آفلاین تکمیل کرد.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "دانلود شد";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "در حال دانلود";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "در دسترس برای دانلود";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "آماده دانلود";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "دانلود همه";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "لغو دانلود دوره";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "می‌توانید بدون نیاز به اتصال اینترنتی فعال یا استفاده از داده‌های تلفن همراه، محتوای دوره را به صورت آفلاین دانلود کنید تا در حال حرکت یاد بگیرید.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "هیچ یک از محتوای این دوره در حال حاضر برای دانلود آفلاین در دسترس نیست.";
"Course.COURSE.RETURN_TO_HOME" = "بازگشت به صفحه اصلی دوره";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "این کامپوننت دانلود نمی شود";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "بخش‌های دیگر این دوره را کاوش کنید یا پس از اتصال مجدد، آن را دانلود کنید.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "این مؤلفه هنوز به صورت آفلاین در دسترس نیست";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "بخش‌های دیگر این دوره را کاوش کنید یا هنگام اتصال مجدد، آن را مشاهده کنید.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "با تقویم، همگام‌ شد";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "همگامی با تقویم موفق نبود";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "برون‌خط";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ کامل - %@/%@ امتیاز";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ دیرکرد - %@/%@ امتیاز";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ هنوز در دسترس نیست";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ امتیاز";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "سیاست نمره‌دهی دوره را مرور کنید";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "ناشناخته";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "بخش پیشرفت دوره";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "بخش ادامه یادگیری";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "بخش محتوای دوره";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "بخش پیام خطا";
"Course.ACCESSIBILITY.LOADING_SECTION" = "بخش بارگذاری";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "بخش ویدیوها";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "پیشرفت ویدیو %@ از %@ تکمیل شد.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "بخش تکالیف";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "بخش پیشرفت تکالیف";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "بخشی از محتوا در دسترس نیست";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "صفحه بعدی";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "آخرین صفحه";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "صفحه قبلی";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ از %@ تکالیف کامل شدند";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "برای پنهان کردن بخش‌های تکمیل‌شده ضربه بزنید";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "برای نمایش بخش‌های تکمیل‌شده ضربه بزنید";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "بخش %@، %@ از %@ ویدیو تماشا شده است";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "بخش دانلود، %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "ویدئو: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@، تکمیل شد";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@، %@%% تماشا شده";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@، شروع نشده";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "برای پخش ویدیو ضربه بزنید";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ درصد تکمیل شده";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "ویدیو %@ از %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "ناوبری ویدئو";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "عنوانی برای ویدیو موجود نیست";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "ورود";
"Authorization.SIGN_IN.WELCOME_BACK" = "خوش برگشتی! برای دسترسی به دوره‌های خود وارد شوید.";
"Authorization.SIGN_IN.EMAIL" = "پست الکترونیک";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "پست الکترونیک یا نام‌کاربری";
"Authorization.SIGN_IN.PASSWORD" = "گذرواژه";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "گذرواژۀ خود را فراموش کرده‌اید؟";
"Authorization.SIGN_IN.SELECTED_SITE" = "سایت انتخاب‌شده";
"Authorization.SIGN_IN.CHANGE" = "تغییر دادن";
"Authorization.SIGN_IN.AGREEMENT" = "با ورود به این برنامه، با [ %@ موافقتنامه مجوز کاربر نهایی]( %@ ) و [ %@ شرایط و ضوابط خدمات و کد افتخار] (%@ و %@ و %@ ) موافقت می کنید اطلاعات شخصی شما در\n مطابق با [خط مشی رازداری.]( %@ )";
"Authorization.SIGN_IN.SSO_HEADING" = "از امروز شروع کنید تا حرفه خود را با اعتماد به نفس بسازید";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "مجموعه ای یکپارچه از برنامه های دانش و توانمندسازی برای توسعه اجزای بخش وقف و کارگران آن";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "ورود";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "از طریق سرویس ثبت نام یکپارچه ملی وارد شوید";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "آدرس پست الکترونیک معتبر نیست";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "طول گذرواژه معتبر نیست";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "این حساب کاربری %@ با هیچ حساب کاربری %@ مرتبط نیست. لطفاً ثبت‌نام کنید.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "پست الکترونیک یا نام کاربری معتبر نیست";
"Authorization.ERROR.DISABLED_ACCOUNT" = "حساب‌کاربری شما غیرفعال شده‌است. لطفاً برای دریافت راهنمایی با پشتیبانی مشتریان تماس بگیرید.";
"Authorization.SIGN_UP.SUBTITLE" = "برای آغاز یادگیری همین الان، حساب کاربری بسازید!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "ایجاد حساب کاربری";
"Authorization.SIGN_UP.HIDE_FIELDS" = "پنهان‌سازی بخش‌های اختیاری";
"Authorization.SIGN_UP.SHOW_FIELDS" = "نمایش بخش‌های اختیاری";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "شما با موفقیت وارد سامانه شدید.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "فقط پیش از آغاز یادگیری، به اطلاعات بیشتری نیاز داریم.";
"Authorization.SIGN_UP.AGREEMENT" = "با ایجاد یک حساب کاربری، شما با [ %@ قرارداد مجوز کاربر نهایی]( %@ ) و [ %@ شرایط خدمات و کد افتخار] ( %@ ) و هر کدام از داده‌های شخصی %@ مطابق با [سیاست حفظ حریم خصوصی .]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "موافقم که %@ در مواردی برایم پیام‌های تبلیغاتی ارسال کند.";
"Authorization.FORGOT.TITLE" = "گذرواژه را فراموش کرده‌اید";
"Authorization.FORGOT.DESCRIPTION" = "لطفاً آدرس پست الکترونیکی را وارد کنید که پیش از این با آن وارد سامانه شدید یا برای بازیابی معرفی کرده‌اید و ما یک پست حاوی دستورالعمل ادامۀ مسیر برای شما ارسال خواهیم کرد.";
"Authorization.FORGOT.REQUEST" = "بازنشانی گذرواژه";
"Authorization.FORGOT.CHECK_TITLE" = "صندوق پستی خود را چک کنید";
"Authorization.FORGOT.CHECK_Description" = "یک دستورالعمل بازیابی گذرواژه به صندوق پست الکترونیک شما ارسال کردیم ";
"Authorization.CONTINUE_WITH" = "ادامه با:";
"Authorization.LAST_SIGN_IN" = "آخرین ورود";
"Authorization.OR_SIGN_IN_WITH" = "یا با ایمیل وارد شوید:";
"Authorization.OR_REGISTER_WITH" = "یا در زیر ثبت نام کنید:";
"Authorization.APPLE" = "اپل";
"Authorization.GOOGLE" = "گوگل";
"Authorization.FACEBOOK" = "فیس‌بوک";
"Authorization.MICROSOFT" = "مایکروسافت";
"Authorization.OR" = "یا";
"Authorization.STARTUP.INFO_MESSAGE" = "دوره‌ها و برنامه‌هایی از بهترین دانشگاه‌های جهان در جیب شما.";
"Authorization.STARTUP.SEARCH_TITLE" = "چه چیز را مایلید یاد بگیرید؟";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "3000+ دورۀ آموزشی ما را جستجو کنید";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "کاوش همۀ دوره‌ها ";
"Authorization.STARTUP.TITLE" = "آغاز";
"Authorization.LEARNING_SITES.TITLE" = "سایت‌های آموزشی";
"Authorization.LEARNING_SITES.GET_STARTED" = "شروع کنید";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "سلام! سایت آموزشی خود را انتخاب کنید";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "جستجو";
"Authorization.LEARNING_SITES.SUBTITLE" = "سایت آموزشی را انتخاب یا اضافه کنید";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "سایت یادگیری فعلی";
"Authorization.LEARNING_SITES.MORE_SITES" = "سایت‌های آموزشی بیشتر";
"Authorization.LEARNING_SITES.ADD_SITE" = "افزودن سایت آموزشی";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "دانشگاه هنر و علوم";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "هیچ مدرسه‌ای با جستجوی شما مطابقت ندارد";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "خروج";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "آیا مطمئن هستید که می‌خواهید از %@ خارج شوید؟";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "خروج";
"WhatsNew.TITLE" = "چه خبر";
"WhatsNew.BUTTON_PREVIOUS" = "قبلی";
"WhatsNew.BUTTON_NEXT" = "بعدی";
"WhatsNew.BUTTON_DONE" = "انجام شده";
"Dashboard.TITLE" = "پیشخوان";
"Dashboard.HEADER.COURSES" = "دوره‌های آموزشی";
"Dashboard.HEADER.WELCOME_BACK" = "خوش برگشتی. بیایید به آموزش ادامه دهیم.";
"Dashboard.SEARCH" = "جستجو";
"Dashboard.EMPTY.SUBTITLE" = "شما هنوز در هیچ دوره‌ای ثبت نام نکرده‌اید.";
"Dashboard.LEARN.TITLE" = "فراگیری";
"Dashboard.LEARN.VIEW_ALL" = "مشاهدۀ همه";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "مشاهدۀ همۀ دوره‌ها ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "همۀ دوره‌ها";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 تکلیف گذشته";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "مشاهدۀ تکالیف";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ تکالیف گذشته";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ تکالیف سررسید %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ موعد مقرر در روزهای %@";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "ادامۀ دوره";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "آغاز دوره";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "دوره‌های آموزشی";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "برنامه‌ها";
"Dashboard.LEARN.CATEGORY.ALL" = "همه";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "در حال پیشرفت";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "تکمیل شد";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "منقضی‌شده";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "بدون دوره";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "هیچ دوره‌ای در حال اجرا نیست";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "بدون دوره‌های تکمیل شده";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "بدون دورۀ منقضی‌شده";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "شما اکنون در هیچ دوره‌ای ثبت‌نام نکرده‌اید، آیا مایلید فهرست دوره‌ها را بررسی کنید؟";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "یافتن دوره";
"Core.MAINSCREEN.DISCOVERY" = "كشف";
"Core.MAINSCREEN.DASHBOARD" = "پیشخوان";
"Core.MAINSCREEN.IN_DEVELOPING" = "در حال توسعه";
"Core.MAINSCREEN.PROGRAMS" = "برنامه‌ها";
"Core.MAINSCREEN.PROFILE" = "پروندۀ شخصی";
"Core.MAINSCREEN.LEARN" = "فراگیری";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "شما قبلاً یک حساب %@ با حساب %@ خود راه اندازی کرده اید. شما با آن حساب وارد شده اید.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "دوباره تلاش کنید";
"Core.ERROR.INVALID_CREDENTIALS" = "گواهی‌نامۀ غیرمعتبر";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "اتصال به اینترنت کند یا بدون اتصال";
"Core.ERROR.NO_CACHED_DATA" = "هیچ دادۀ کَش برای حالت برون‌خط وجود ندارد";
"Core.ERROR.USER_NOT_ACTIVE" = "حساب کاربری فعال نشده‌است لطفاً ابتدا حساب‌کاربری خود را فعال کنید.";
"Core.ERROR.UNKNOWN_ERROR" = "مشکلی پیش آمد";
"Core.ERROR.WIFI" = "شما فقط می‌توانید فایل‌ها را از طریق اتصال به وای‌فای بارگیری کنید. شما این امکان را دارید که این تنظیمات را تغییر دهید.";
"Core.ERROR.AUTHORIZATION_FAILED" = "احرازهویت انجام نشد.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "بدون اتصال به اینترنت";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "لطفاً برای مشاهدۀ این محتوا به اینترنت متصل شوید.";
"Core.COURSEWARE.COURSE_CONTENT" = "محتوای دوره";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "استفاده از این مؤلفه تعاملی هنوز در تلفن همراه فراهم نیست.";
"Core.COURSEWARE.COURSE_UNITS" = "واحدهای درسی";
"Core.COURSEWARE.NEXT" = "بعدی";
"Core.COURSEWARE.PREVIOUS" = "قبلی";
"Core.COURSEWARE.FINISH" = "پایان";
"Core.COURSEWARE.GOOD_WORK" = "آفرین!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "بازگشت به طرح کلی";
"Core.COURSEWARE.SECTION_COMPLETED" = "شما \" %@ \" را تکمیل کرده‌اید.";
"Core.COURSEWARE.CONTINUE" = "ادامه ";
"Core.COURSEWARE.RESUME" = "ادامه";
"Core.COURSEWARE.RESUME_WITH" = "ادامه با:";
"Core.COURSEWARE.NEXT_SECTION" = "بخش بعدی";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "برای ادامه با \";";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "\"بخش بعدی\" را فشار دهید.";
"Core.ERROR.RELOAD" = "بارگذاری مجدد";
"Core.DATE.COURSE_STARTS" = "آغاز دوره";
"Core.DATE.COURSE_ENDS" = "دوره به پایان می‌رسد";
"Core.DATE.COURSE_ENDED" = "دوره به پایان رسید";
"Core.DATE.ENDED" = "به پایان رسید";
"Core.DATE.START" = "آغاز";
"Core.DATE.STARTED" = "آغاز شده";
"Core.DATE.JUST_NOW" = "همین الان";
"Core.DATE.TODAY" = "امروز";
"Core.DATE.NEXT" = "بعدی %@";
"Core.DATE.DAYS_AGO" = "%@ روز پیش";
"Core.DATE.DUE" = "سررسید ";
"Core.DATE.DUE_IN" = "سررسید ";
"Core.DATE.DUE_IN_DAYS" = "سررسید در %@ روز";
"Core.DATE.DUE_TODAY" = "امروز موعد: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ روز از موعد گذشته: %@";
"Core.DATE.DUE_IN_LEFT" = "موعد در %@ روز: %@";
"Core.ALERT.ACCEPT" = "تایید";
"Core.ALERT.CANCEL" = "لغو";
"Core.ALERT.LOGOUT" = "خروج";
"Core.ALERT.LEAVE" = "ترک صفحه";
"Core.ALERT.SIGN_IN" = "ورود";
"Core.ALERT.REGISTER" = "ثبت نام کنید";
"Core.ALERT.KEEP_EDITING" = "ادامۀ ویرایش";
"Core.ALERT.DELETE" = "حذف کنید";
"Core.ALERT.ADD" = "افزودن";
"Core.ALERT.REMOVE" = "حذف";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "حذف تقویم دوره";
"Core.NO_INTERNET.OFFLINE" = "برون‌خط";
"Core.NO_INTERNET.DISMISS" = "رد";
"Core.NO_INTERNET.RELOAD" = "بارگذاری مجدد";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd، yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "بارگیری";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "بارگیری شد";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "تکمیل شد";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "کیفیت بارگیری ویدیو";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "خودکار";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "توصیه‌شده";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "مصرف داده کمتر";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "بهترین کیفیت";
"Core.DONE" = "انجام شده";
"Core.VIEW" = "مشاهده کنید";
"Core.BACK" = "بازگشت";
"Core.OK" = "باشه";
"Core.CLOSE" = "بستن";
"Core.PICKER.SEARCH" = "جستجو";
"Core.PICKER.ACCEPT" = "تایید";
"Core.WEBVIEW.ALERT.OK" = "تایید";
"Core.WEBVIEW.ALERT.CANCEL" = "لغو ";
"Core.WEBVIEW.ALERT.CONTINUE" = "ادامه";
"Core.REVIEW.VOTE_TITLE" = "از Open edX لذت می‌برید؟";
"Core.REVIEW.VOTE_DESCRIPTION" = "بازخورد شما برای ما مهم است. آیا مایلید با ضربه بر روی ستارۀ زیر به برنامه امتیاز دهید؟ از حمایت شما متشکریم!";
"Core.REVIEW.FEEDBACK_TITLE" = "نظرات خود را با ما در میان بگذارید";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "متأسفیم که مطلع می‌شویم تجربۀ یادگیری شما با مشکلاتی همراه بوده است. ما از دریافت همۀ بازخوردها قدردانی می‌کنیم.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "سپاس";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "سپاس از اینکه نظرات خود را با ما به اشتراک می‌گذارید. آیا مایلید نظر خود را دربارۀ این برنامه با سایر کاربران در فروشگاه برنامه به اشتراک بگذارید؟";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "سپاس";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "ما بازخورد شما را دریافت کردیم و از آن برای کمک به بهبود تجربه یادگیری شما در آینده استفاده خواهیم کرد. با تشکر از شما برای به اشتراک گذاری بازخورد خود!";
"Core.REVIEW.BETTER" = "چه چیزی می‌توانست بهتر باشد؟";
"Core.REVIEW.NOT_NOW" = "الان نه";
"Core.REVIEW.BUTTON.SUBMIT" = "ثبت";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "بازخورد را به اشتراک بگذارید";
"Core.REVIEW.BUTTON.RATE_US" = "به ما رای دهید";
"Core.REVIEW.EMAIL.TITLE" = "انتخاب پست الکترونیک مشتری:";
"Core.SOCIAL_SIGN_CANCELED" = "کاربر فرایند ورود به سامانه را لغو کرد";
"Core.SIGN_IN.LOG_IN_BTN" = "ورود";
"Core.SIGN_IN.REGISTER_BTN" = "ثبت نام کنید";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "با SSO وارد شوید";
"Core.TOMORROW" = "فردا";
"Core.YESTERDAY" = "دیروز";
"Core.OPEN_IN_BROWSER" = "مشاهده در سافاری";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "نگران نباشید - برنامۀ پیشنهادی ما را برای تکمیل تکالیف سررسید شده، بدون از دست‌دادن هیچ پیشرفتی تغییر دهید.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "تغییر تاریخ‌های سررسید";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "برخی از تاریخ‌های پایان را از دست داده‌اید؟";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "ما یک برنامۀ زمانی پیشنهادی داریم تا به شما کمک کنیم در مسیر خود بمانید. اما نگران نباشید - این برنامه منعطف است بنابراین می‌توانید با سرعت مدنظر خود یاد بگیرید. اگر اتفاقاً عقب افتادید، می‌توانید تاریخ‌ها را تنظیم کنید تا در مسیر بمانید.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "برای تکمیل تکالیف درجه‌بندی شده به‌عنوان بخشی از این دوره، می‌توانید همین امروز ارتقا دهید.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "شما در حال ممیزی این دوره هستید، به این معنی که نمی‌توانید در تکالیف درجه‌بندی شده شرکت کنید. به نظر می‌رسد برخی مهلت‌های مهم را بر اساس برنامۀ زمانی پیشنهادی ما از دست داده‌اید. برای تکمیل تکالیف درجه‌بندی شده به‌عنوان بخشی از این دوره و انتقال تکالیف گذشته به آینده، می‌توانید همین امروز ارتقا دهید.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "تاریخ‌های شما قابل تغییر نیست. لطفاً دوباره تلاش کنید.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "تاریخ‌های شما با موفقیت جابجا شدند.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "تاریخ‌های دوره";
"Core.COURSE_DATES.TODAY" = "امروز";
"Core.COURSE_DATES.COMPLETED" = "تکمیل شد";
"Core.COURSE_DATES.PAST_DUE" = "پایان زمان";
"Core.COURSE_DATES.THIS_WEEK" = "این هفته";
"Core.COURSE_DATES.NEXT_WEEK" = "هفته بعد";
"Core.COURSE_DATES.UPCOMING" = "به زودی";
"Core.COURSE.STORAGE_ALERT.TITLE" = "فضای ذخیره سازی دستگاه کامل است";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "دستگاه شما فضای خالی کافی برای دانلود این محتوا ندارد. لطفاً مقداری فضا آزاد کنید و دوباره امتحان کنید.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "٪@ استفاده شده، ٪@ رایگان";
"Core.COURSE.ALERT.CANCEL" = "لغو";
"Core.COURSE.ALERT.CLOSE" = "بستن";
"Core.COURSE.ALERT.REMOVE" = "حذف کنید";
"Core.COURSE.ALERT.DOWNLOAD" = "دانلود";
"Core.COURSE.ALERT.TRY_AGAIN" = "دوباره تلاش کنید";
"Core.COURSE.ALERT.REMOVE_TITLE" = "آیا محتوای آفلاین را حذف کنید؟";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "دانلود را تایید کنید";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "دانلود در تلفن همراه؟";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "با حذف این محتوا، %@ آزاد می شود.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "دانلود این محتوای %@ بلوک‌های موجود را به صورت آفلاین ذخیره می‌کند.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "دانلود این محتوا از %@ داده تلفن همراه استفاده می کند.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "دانلود انجام نشد";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "بدون اتصال به اینترنت";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi مورد نیاز است";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "متاسفانه این محتوا دانلود نشد. لطفاً بعداً دوباره امتحان کنید یا این مشکل را گزارش کنید.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "دانلود این محتوا به یک اتصال اینترنتی فعال نیاز دارد. لطفاً به اینترنت وصل شوید و دوباره امتحان کنید.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "دانلود این محتوا به اتصال WiFi فعال نیاز دارد. لطفاً به یک شبکه WiFi متصل شوید و دوباره امتحان کنید.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "ویدیوهایی که انتخاب کرده اید بزرگتر از ۱ گیگابایت هستند. آیا می خواهید این فیلم ها را دانلود کنید؟";
"Core.DOWNLOAD.DOWNLOAD" = "دانلود";
"Core.ALERT.ACCEPT" = "تایید";
